// npm const { nextTick } = require("vue/types/umd");;

// import enLocale from 'element-ui/lib/locale/lang/en' //引入element语言包
module.exports = {
  companyName: '上海祺壹智能科技有限公司',
  home: '首页',
  technologys: '核心技术',
  products: '产品服务',
  cases: '客户案例',
  supports: '帮助与支持',
  about: '关于我们',
  contact: '关于我们',

  index: {

 

    departments: [{
      name: "售前部门",
      phone: "客服电话:（021）66151018",
      mail: "客服邮箱：yunying@shqitec.com",
      tel: "客服电话：15900766881 "
    },
    {
      name: "售后部门",
      phone: "客服电话:（021）66151018",
      mail: "客服邮箱：yunying@shqitec.com",
      tel: "客服电话：15900766881 "
    },
    {
      name: "设计部门",
      phone: "客服电话:（021）66151018",
      mail: "客服邮箱：yunying@shqitec.com",
      tel: "客服电话：15900766881 "
    }
  ],
  declaration: [`在使用产品的过程中如遇到任何问题，`,
    `欢迎您拨打24小时客户服热线：`,
    ` 021-66151018`,
    ` 我们将竭诚为您服务`
  ],








    companyIntro: `上海祺壹智能科技有限公司为电子纸显示技术的方案提供商。以先进的技术方案，
        立足国际大都市上海，提供全球知名品牌EInk电子墨水纸产品，
协助客户开发产品、创造各领域全新多元化应用。数年来祺壹智能科技将电子墨
水纸运用到国内外智能公共交通信息系统、智慧商显、医疗行业领域...`,
    more: '查看更多',
    tech: [{
        id: 'control',
        cardTitle: '集中控制器',
        cardText: '集中控制器是智能电子站牌主子设备的控制枢纽，利于集中化进行管理，不仅能降低90%的功耗，而且还能减轻上层服务器层管理压力。',
      },
      {
        id: 'bord',
        cardTitle: '一体化主板',
        cardText: `电子墨水屏一体化主板基于了高通平台，工业级、低功耗、高性能集成4G无线通讯，运行在安卓操作系统的智能化主板。
                根据不同客户的功能要求，拥有四种规格主板（S1，S2，S2N，S3NL）。可直接驱动6-42寸电子墨水屏。`,
      },
      {
        id: 'net',
        cardTitle: '网络化管理平台',
        cardText: '通过先进的现代化设备+互联网将原本分散开来的单体通过技术手段组建成一个网络来进行管理，并可以通过在web端、移动端等进行集约化管理。',
      },
    ],
    prod: [{
      tab: '智能公交',
      name: 'bus',
    }, {
      tab: '智慧办公',
      name: 'office',
    }, {
      tab: '智能医疗',
      name: 'medical',
    }],
    cases: [{
      id: "1",
      caseName: '智能化电子站牌',
      text: [
        `上海市某公交公司为了响应交通运输部的智慧交通让出行更便捷的通知《在2017-2020年展开加快城市交通出行智能化发展的建设》，
                在2017年就开始展开建设完善城市公交智能化应用系统，我们承接了其中智能公交电子站牌大部分的业务，从开始调研、设计、研发、上线。`,
        `解决了车辆到达时间不明确、换成信息难以查询、乘车难、公交等待时间较长等诸多问题，
                从而建设了一个公交智能电子站牌系统。不仅让市民便捷性和满意度大幅提升，而且具备远程实时监管，预警、维护、统计分析、优化路线、减少公交人力压力等诸多功能。`,
      ],
    }, {
      id: "2",
      caseName: '宁波智能拉环',
      text: ['宁波XX科技公司引入使用祺壹科技EPD智能拉环（E-handle）作为公共交通(地铁、公交)拉环设计、绿色交通、地铁广告投放载体等解决方案。',
        'E-handle重新定义了广告的传播形式，用物联网替代传统纸质印刷广告形式，在有限的资源里创造更多的商业价值。',
        `简洁圆润的外观设计更易突显墨水屏内容，无棱角的处理提升乘客的握持手感。内置环保电池，内外结构可拆卸、双面独立运行，电池盒采用磁吸式结构，
                工作人员利用专业工具，只需要一个动作即可将电池盖打开。`,
      ],
    }, {
      id: "3",
      caseName: '电子胸牌',
      text: ['xx科技引入使用祺壹科技智能胸牌作为游戏人员签到管理、企业文化建设等解决方案。',
        `它可以方便的更新胸牌的显示内容（包含照片、姓名、工号、职位、二维码等个人信息），
                在背面还可以印刷公司LOGO等企业文化信息；成为企业科技文化建设中不可或缺的一部分。`,
      ],
    }],
    sup: {
      title: '友好的在线开发平台',
      subTitle1: '帮助中心',
      text1: '这里有操作指引、常见问题、在线帮助、版本更新等内容。',
      subTitle2: '开发文档',
      text2: '这里有大量开发文档资料、接口资料。',
      enterBtn: '点击进入',
      searchBtn: '搜索',
      newsNav: ['全部', '操作指引', '常见问题', '在线帮助', '版本更新', '其他'],
    },
    about: {
      btnArr: ['关于祺壹', '人才招聘', '我们店铺', '新闻中心'],
      companyItems: [{
          itemName: '关于我们',
          title: '祺壹科技介绍',
          text: [`上海祺壹智能科技有限公司座落在上海宝山城市工业园区，注册资金1000万元人民币，
                    拥有太阳能及电子墨水屏的多项应用专利及软著，以及电子墨水屏幕、OLED、LCD、LED等丰富的产品线。
                    是国内极少数专业从事绿色环保太阳能电子公交站牌、电子墨水屏的研发、生产、销售、服务的高新技术企业。
                    目前公司已通过ISO9001、ISO14001、QC080000三大体系认证。13.3寸和31.2寸墨水屏整机已取得3C证书。
                    并在2020年获得“上海市高新技术企业”称号`, `目前祺壹在上海市区已建成2800多块电子墨水屏电子站牌、300块LED电子站牌、30块55寸LCD电子站牌，
                    并承接持续五年的电子站牌运维服务任务。祺壹丰富的项目操作经验以及上下游资源整合能力屡获好评。
                    上海祺壹自成立以来，就拥有强大的软硬件技术团队，技术的创新、产品的创新是祺壹的获得发展的关键，
                    公司秉承 "客户第一"的服务宗旨，凭借过硬的研发实力与项目操作能力获得客户的一致认可。`, '使命与愿景：祺壹将致力成为国内电子墨水屏户外及新市场应用技术领先的高科技绿色环保企业',
            '价值观：敬业、创新、进取、协作',
          ],
        },
        {
          itemName: '发展历程',
          title: '发展历程',
          text: ['2021年：获得参与电子站牌行业标准制定', '与腾讯科技、顺丰科技等展开业务合作。智慧医疗、智慧办公等应用领域多款产品落地 ',
            '2020年：成立创新研发中心、获得“上海市高新技术企业”称号', '通过ISO9001、ISO14001、QC080000三大体系认证', '2019年：智能电子墨水屏电子站牌产品国内外占有率第一',
            '2018年：承接上海市电子站牌建设及后期运维业务', '2017年：团队组建，第一代电子站牌产品研发完成', '2016年：公司成立',
          ],
        },
        {
          itemName: '创新研发中心',
          title: '创新研发中心',
          text: [`祺壹科技秉承“产、学、研”一体化理念，2020年成立了创新研发中心。
                    其中汇聚了来自上海交大、上海复旦等知名大学的顶尖研发人才，
                    所有成员均为本科及以上学历，且一半为硕士学历。`, `创新研发中心致力于持续创新，引领市场，主要聚焦智慧交通、智慧医疗、智慧办公等业务（B2B/B2C/B2G）
                    最前沿技术，为公司孵化新的技术方案与产品，也为公司业务提供强有力的技术支持。
                    同时，基于屏幕技术、算法模型等核心计划进行先行性研究，围绕屏幕智能领域进行产学研成果转化。`],
        },
        {
          itemName: '企业荣誉',
          title: '企业荣誉',
          text: ['获得“上海市高新技术企业”称号', '获得专利11项，软著7项'],
        },
        {
          itemName: '联系我们',
          title: '联系我们',
          text: ['地址：上海市宝山区真陈路1018号1栋2楼', '全国服务热线：021-66151018', '简历投递：hr@shqitec.com', '市场合作：marketing@shqitec.com'],
        },
      ],
      companyNeed: [{
          itemName: '产品类',
          title: '产品类',
          text: `上海祺壹智能科技为电子纸显示技术的方案提供商。以先进的技术方案，立足国际大都市上海，提供全球知名品牌EInk电子墨水纸产品，协助客户开发产品、
                    创造各领域全新多元化应用。数年来祺壹智能科技将电子墨水纸运用到国内外智能公共交通信息系统、智慧商显、医疗行业领域，是中国国内极少数专业从事电子墨水纸的方案研发、
                    生产、销售、服务的高新技术公司。
                    我们期待，节能、环保类纸感的电子纸能具体实现各行业、各领域源源不断的创意(Creativity on Display)，让电子纸成为我们生活中物物相连的最佳媒介。`,
        },
        {
          itemName: '运营类',
          title: '运营类',
          text: `上海祺壹智能科技为电子纸显示技术的方案提供商。以先进的技术方案，立足国际大都市上海，提供全球知名品牌EInk电子墨水纸产品，协助客户开发产品、
                    创造各领域全新多元化应用。数年来祺壹智能科技将电子墨水纸运用到国内外智能公共交通信息系统、智慧商显、医疗行业领域，是中国国内极少数专业从事电子墨水纸的方案研发、
                    生产、销售、服务的高新技术公司。
                    我们期待，节能、环保类纸感的电子纸能具体实现各行业、各领域源源不断的创意(Creativity on Display)，让电子纸成为我们生活中物物相连的最佳媒介。`,
        },
        {
          itemName: '设计类',
          title: '设计类',
          text: `上海祺壹智能科技为电子纸显示技术的方案提供商。以先进的技术方案，立足国际大都市上海，提供全球知名品牌EInk电子墨水纸产品，协助客户开发产品、
                    创造各领域全新多元化应用。数年来祺壹智能科技将电子墨水纸运用到国内外智能公共交通信息系统、智慧商显、医疗行业领域，是中国国内极少数专业从事电子墨水纸的方案研发、
                    生产、销售、服务的高新技术公司。
                    我们期待，节能、环保类纸感的电子纸能具体实现各行业、各领域源源不断的创意(Creativity on Display)，让电子纸成为我们生活中物物相连的最佳媒介。`,
        },
        {
          itemName: '技术类',
          title: '技术类',
          text: `上海祺壹智能科技为电子纸显示技术的方案提供商。以先进的技术方案，立足国际大都市上海，提供全球知名品牌EInk电子墨水纸产品，协助客户开发产品、
                    创造各领域全新多元化应用。数年来祺壹智能科技将电子墨水纸运用到国内外智能公共交通信息系统、智慧商显、医疗行业领域，是中国国内极少数专业从事电子墨水纸的方案研发、
                    生产、销售、服务的高新技术公司。
                    我们期待，节能、环保类纸感的电子纸能具体实现各行业、各领域源源不断的创意(Creativity on Display)，让电子纸成为我们生活中物物相连的最佳媒介。`,
        },
        {
          itemName: '职能类',
          title: '职能类',
          text: `上海祺壹智能科技为电子纸显示技术的方案提供商。以先进的技术方案，立足国际大都市上海，提供全球知名品牌EInk电子墨水纸产品，协助客户开发产品、
                    创造各领域全新多元化应用。数年来祺壹智能科技将电子墨水纸运用到国内外智能公共交通信息系统、智慧商显、医疗行业领域，是中国国内极少数专业从事电子墨水纸的方案研发、
                    生产、销售、服务的高新技术公司。
                    我们期待，节能、环保类纸感的电子纸能具体实现各行业、各领域源源不断的创意(Creativity on Display)，让电子纸成为我们生活中物物相连的最佳媒介。`,
        },
      ],
      shops: [{
        itemName: '1688',
        src: 'https://shop84h221r468821.1688.com/?spm=a261y.7663282.autotrace-shopSigns.2.3acc1906Ec54TB',
      }, {
        itemName: '京东商城',
        src: 'https://shop84h221r468821.1688.com/?spm=a261y.7663282.autotrace-shopSigns.2.3acc1906Ec54TB',
      }, {
        itemName: '淘宝店铺',
        src: 'https://shop84h221r468821.1688.com/?spm=a261y.7663282.autotrace-shopSigns.2.3acc1906Ec54TB',
      }],
      news: [{
        title: '2020年上海祺壹智能科技有限公司成功入选高新科技企业。',
        time: '2021-07-05',
        text: ['2020年上海祺壹智能科技有限公司成功入选高新科技企业。', '入选后享受以下优惠政策：', `1、凡经认定的高新技术企业，企业所得税税率由原来的25%降为15%，
        相当于在原来基础上降低了40%（详见08年1月起实行的《企业所得税法》二十八条），连续三年，三年期满之后可以申请复审，复审通过继续享受三年税收优惠。
        （如年纳税100万，申报通过当年，即可享受减免40万的优惠，三年就可减免120万税收，六年则减免240万）；`, `2、经认定的高新技术企业可凭批准文件和《高新技术企业认定证书》办理享受国家、
        省、市有关优惠政策，更容易获得国家、省、市各级的科研经费支持和财政拨款；高新技术企业称号将会是众多政策性如资金扶持等的一个基本门槛。`, `3、高新技术企业的认定，
        将有效地提高企业的科技研发管理水平，重视科技研发，提高企业核心竞争力，能为企业在市场竞争中提供有力的资质，极大地提升企业品牌形象，
        无论是广告宣传还是产品招投标工程，都将有非常大的帮助。`, `4、高新技术企业不仅能减免企业所得税，无论对于何种企业都是一个难得的国家级的资质认证，对依靠科技立身的企业更是不可或缺的硬招牌，
        其品牌影响力仅次于中国名牌产品、中国驰名商标、国家免检产品。`],

      }],

    },
    footer: {
      list: ['集中控制器', '一体化主板', '网络化管理平台'],
    },

  },
  detail: {
    backBtn: '返回',
  },
  posit:["在线咨询",'邮件咨询','QQ群','公众号','微博','反馈意见']

};                  